Show / Hide Table of Contents
Enum PrestressInputType
Type of input of prestressing
Namespace: IdeaRS.OpenModel.Concrete.Load
Assembly: IdeaRS.OpenModel.dll
Syntax
public enum PrestressInputType
Fields
 Name |  Description
 AfterLongTermLosses
stress after long term losses is added to tendon
 AfterTransfer
stress after transfer - long term losses will be calculated
 Improve this Doc
 View Source